Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Error: Could not read profile %s: %s.
et: Viga: pole võimalik lugeda profiili %s: %s.

source: Memory allocation error.
et: Viga mälu eraldamisel.

source: %s: Errors found in file. Aborting.
et: %s: failis leiti vigu. Katkestamine.

source: AppArmor parser error: %s
et: AppArmori parsimise viga: %s

source: Couldn't merge entries. Out of Memory
et: Kirjeid ei suudetud ühendada. Mälu ei jätku

source: missing an end of line character? (entry: %s)
et: puudub realõpu märk? (kirje: %s)

source: 7zip compression/uncompression tool
et: 7zip pakkimistööriist

source: ACE compression/uncompression tool
et: ACE pakkimistööriist

source: Bazaar Version Control System
et: Bazaar versioonihaldussüsteem

source: Easy to use distributed version control system
et: Lihtsalt kasutatav jaotatud versioonihaldussüsteem

source: ATI binary X.Org driver
et: ATI X.Org-i binaardraiver

source: Optimized hardware acceleration of OpenGL with newer ATI graphic cards
et: Optimeeritud tarkvaraline OpenGL-i kiirendus uuematele ATI graafikakaartidele

source: Installer for the Adobe Flash plugin for Mozilla
et: Adobe Flash'i plugina paigaldaja Mozilla jaoks

source: Adobe Flash plugin
et: Adobe Flash'i plugin

source: GNOME Desktop Utilities
et: GNOME töölauavahendid

source: Dictionary, Disk Usage Analyzer, Log File Viewer, Search Tool
et: Sõnaraamat, kettaanalüsaator, logifailide kuvaja, otsingutööriist

source: Icedtea Java Browser Plugin
et: Icedtea Java brauseriplugin

source: The Kernel Panic game for the Spring engine. A fast-paced RTS with no economy.
et: Spring mootoril töötav mäng Kernel Panic. Kiiretempoline RTS ilma majanduseta.

source: Commonly used applications with restricted copyright for kubuntu (mp3, avi, mpeg, TrueType, Java, Flash)
et: Tihti kasutatavad piiratud litsentsitingimustega rakendused Kubuntu tarbeks (mp3, avi, mpeg, TrueType, Java, Flash)

source: Kubuntu restricted extras
et: Kubuntu piiratud lisad

source: LXDE (the Lightweight X11 Desktop Environment)
et: LXDE (Lightweight X11 Desktop Environment - kergekaaluline töölauakeskkond)

source: Meta-package for the Lightweight X11 Desktop Environment
et: Meta-pakett Lightweight X11 Töölaua Keskkonna jaoks

source: MySQL Client
et: MySQL'i klient

source: NVidia binary X.Org driver ('version 173' driver)
et: NVidia X.Org'i binaardraiver ('versioon 173')

source: Optimized hardware acceleration of OpenGL with nvidia graphic cards
et: Optimiseeritud OpenGL riistvaraline kiirendus Nvidia graafikakaardiga

source: NVidia binary X.Org driver ('current' driver)
et: NVidia binaarne X.Org (ajakohastatud "current" draiver)

source: NVidia binary X.Org driver ('version 96' driver)
et: NVidia X.Org'i binaardraiver ('versioon 96')

source: Optimized hardware acceleration of OpenGL with older nvidia graphic cards
et: Optimiseeritud OpenGL riistvaraline kiirendus vanemate Nvidia graafikakaartidele

source: Open ClipArt
et: Ava rakendus Clipart

source: This is a collection of free ClipArt
et: Vabade lõikepiltide kollektsioon

source: Pidgin Internet Messenger Off-the-Record Plugin
et: Pidgini sõnumivahetuse turvalisuse plugin

source: Off-the-Record Messaging plugin for pidgin
et: Turvalise sõnumiside plugin Pidgini jaoks

source: Pidgin Internet Messenger Plugin Pack
et: Pidgin sõnumivahetuse lisapluginate pakk

source: 30 useful plugins for pidgin
et: 30 kasulikku pluginat Pidgini jaoks

source: RAR compression/uncompression tool
et: RAR pakkimise/lahtipakkimise tööriist

source: Spamassassin
et: rämpsposti hävitaja

source: Spam filter using text analysis (works with Evolution Mail)
et: Tekstianalüüsi kasutav rämpspostifilter (töötab programmiga Evolution Mail)

source: Arte plugin for totem
et: Arte lisandmoodul totem-ile

source: A totem plugin to watch streams from arte.tv
et: Totem plugin arte.tv-saadete vaatamiseks

source: Commonly used applications with restricted copyright (mp3, avi, mpeg, TrueType, Java, Flash, Codecs)
et: Üldkasutatavad piiratud autoriõigustega rakendused (mp3, avi, mpeg, TrueType, Java, Flash, Codecs)

source: Ubuntu restricted extras
et: Ubuntu piiratud kasutusõigustega lisad

source: Commonly used applications with restricted copyright (mp3, avi, mpeg, TrueType, Java, Flash)
et: Tihti kasutatavad keelavate litsentsidega rakendused (mp3, avi, mpeg, TrueType, Java, Flash)

source: Xubuntu restricted extras
et: Xubuntu piiratud kasutusõigustega lisad

source: Codecs to play
et: Esitamiseks vajalikud koodekid

source: GStreamer plugins for aac, xvid, mpeg2, faad
et: GStreameri pluginad failitüüpide aac, xvid, mpeg2, faad jaoks

source: GStreamer plugins for mms, wavpack, quicktime, musepack
et: GStreameri pluginad failitüüpide mms, wavpack, quicktime, musepack jaoks

source: Codecs to play mpeg, divx, mpeg4, ac3, wmv and asf files
et: Koodekid mpeg, divx, mpeg4, ac3, wmv ja asf falide esitamiseks

source: Codecs to play mp3, sid, mpeg1, mpeg2, AC-3, DVD (without encryption)
et: Koodekid mp3, sid, mpeg1, mpeg2, AC-3, DVD (krüpteerimata) esitamiseks

source: GStreamer extra plugins
et: GStreameri lisapluginad

source: Educational desktop for Kubuntu
et: Hariduslik töölaud Kubuntule

source: The complete educational desktop for Kubuntu
et: Täielik hariduslik töölaud Kubuntule

source: Educational desktop for Ubuntu
et: Hariduslik töölaud Ubuntule

source: The complete educational desktop for Ubuntu
et: Täielik hariduslik töölaud Ubuntule

source: Pre-School Bundle
et: Koolieelikute pakett

source: Pre-school educational application bundle
et: Hariduslike rakenduste pakett koolieelikutele

source: Primary Bundle
et: Põhikooli pakett

source: Primary grade-level educational application bundle
et: Rakendus põhikooli õpilastele

source: Secondary Bundle
et: Gümnaasiumi pakett

source: Secondary grade-level educational application bundle
et: Rakendus gümnaasiumi õpilastele

source: Tertiary Bundle
et: Kõrgkooli pakett

source: Tertiary educational application bundle
et: Rakendus üliõpilastele

source: Enigmail extension for Thunderbird
et: Laiendus Enigmail Thunderbirdile

source: GPG support for Thunderbird
et: GPG tugi Thunderbirdile

source: Firefox Launchpad plugin
et: Firefoxi Launchpadi plugin

source: Firefox Launchpad integration adds quick search for Launchpad services
et: Launchpadi Firefoxi integreerimine lisab kiirotsingu Launchpad teenustele

source: Ubufox extension for Firefox
et: Ubufox laiendus Firefoxile

source: Ubuntu-specific configuration defaults and apt support for Firefox
et: Ubuntu-spetsiifilised lähteseadistused ja apt tugi Firefoxile

source: 3D Chess
et: 3D male

source: 3D chess for X11
et: 3D male X11-le

source: A guess-the-number game, aka Bulls and Cows
et: Numbrite arvamismäng, tuntud ka kui "Bulls and cows"

source: Kenta Cho's A7Xpg
et: Kenta Cho A7Xpg

source: Abe's Amazing Adventure
et: Abe'i imeline seiklus

source: Side-scrolling game
et: Külgsuunas liikuv mäng (Side-scrolling)

source: Compose, edit, and view documents
et: Dokumentide koostamine, toimetamine ja vaatamine

source: Abraca XMMS2 Client
et: Abraca XMMS2 klient

source: Manage Music
et: Muusikahaldur

source: A side-scrolling shoot-em-up action game
et: Külgsuunas liikuv tulistamise põnevusmäng (side-scrolling shoot-em-up)

source: Give your application an accessibility workout
et: Oma rakendusele hõlbustusfunktsioonide lisamine

source: Accerciser Accessibility Explorer
et: Accerciser - abistava tehnika sirvija

source: Penguin Taipei-Editor
et: Penguin Taipei-redaktor

source: CD/DVD image manipulator
et: CD/DVD tõmmiste redaktor

source: Achilles Life Simulator
et: Achilles elu simulaator

source: Watch a simulation of artificial life and evolution
et: Vaata tehiselu ja evolutsiooni simulatsiooni

source: AcidRip DVD Ripper
et: AcidRip DVD rippija

source: DVD Ripper
et: DVD rippija

source: Analog Clock Dockapp
et: Analoogkella dokirakend

source: ACM Aerial Combat Simulator
et: ACM Aerial Combat simulaator

source: Fly military aircraft in a combat situation
et: Sõjalennukite lennutamine sõjategevuse olukorras

source: Midi connections manager
et: Midi-ühenduste haldur

source: Automate tasks
et: Automatiseeri ülesandeid

source: Activity Log Manager
et: Tegevuste logi haldur

source: Fly your ship in a 4d environment
et: Lenda laevaga 4d keskkonnas

source: Contacts
et: Kontaktid

source: A 2D graphical RPG
et: kahemõõtmeline graafiline rollimäng

source: Biomoleculal Simulator
et: Biomolekulaarne simulaator

source: Organ Emulator
et: Organ emulaator

source: Aeskulap Viewer
et: Aeskulap vaatur

source: Medical image viewer and DICOM network client
et: Meditsiiniline pildivaatur ja DICOM võrgu klient

source: Generate color schemes
et: Värviskeemide genereerimine

source: Simple agenda and calendar application for GNUstep
et: Lihtne päevakava-ja kalendri rakendus GNUstepile

source: AGTL Geocaching Tool
et: AGTL geopeitus tööriist

source: Advanced Geocaching Tool For Linux
et: Kõrgtasemel geopeituse tööriist Linuxile

source: AisleRiot Solitaire
et: AisleRiot, kaardiladumismäng

source: A KDE News Feed Reader
et: KDE uudistevoogude rakendus

source: Main Menu
et: Peamenüü

source: Alarm Clock
et: Äratuskell

source: Wake up in the morning
et: Ärka ülesse hommikul

source: Schedule your tasks
et: Ajasta oma ülessanded

source: Alex the Allegator 4
et: Aligaator Alex 4

source: Retro platform game
et: Retrostiilis platvormimäng

source: Alien Arena
et: Tulnukate areen

source: A standalone 3D first person online deathmatch shooter
et: Kolmemõõtmeline onlain tulistamismäng mängija silmade läbi (first person online deathmatch shooter)

source: Aliki (with ALSA support)
et: Aliki (ALSA-i toega)

source: Measurement tool for Impulse Responses
et: Impulse Responses mõõtmise tööriist

source: Aliki (with JACK support)
et: Aliki (JACK-i toega)

source: Alleyoop Memory Checker
et: Alleyoop mälukontroll

source: Find memory-management problems in your programs using the valgrind tool
et: Leia mälu-haldus probleeme programmides, kasutades valgrind tööriista

source: Almanah Diary
et: Almanah päevik

source: Keep a personal diary
et: Pea personaalset päevikut

source: Graphical audio mixer
et: Graafiline helimikser

source: Versatile audio player for the Audio Linux Sound Architecture
et: Mitmekülgne ALSA helifailide mängija (Audio Linux Sound Architecture)

source: OpenAL-Soft Configuration Utility
et: OpenAL-Soft konfrigatsiooni tööriist

source: AltOS UI
et: AltOS kasutajaliides

source: View and log downlink data from Altus Metrum products
et: Vaata ja registreeri sündmusi Altus Metrum toodetelt

source: Amarok - Rediscover Your Music!
et: Amarok - naudi oma muusikat!

source: Defeat your opponent by filling up their grid up with garbage.
et: Võida oma vastast täites tema ruudustik prügiga.

source: On-Screen Creature
et: Elajas töölaual

source: Remote control your desktop from your Bluetooth enabled mobile phone
et: Bluetoothi kaudu mobiiltelefoniga töölaua juhtimine

source: Fight evil monsters with your magic weapons.
et: Võitle kurjade koletistega oma maagiliste relvadega

source: Alsa Modular Synth
et: ALSA modulaarsüntesaator

source: Modular Software Synth
et: Modulaar tarkvara süntesaator

source: MSN Messenger for Linux
et: MSN Messenger Linuxile

source: Two oscillator software synthesizer
et: Kahe ostsillaatoriga tarkvara süntesaator

source: aMule remote control
et: aMule kaugjuhtimine

source: A client for the eD2k network
et: Klient eD2k võrgu jaoks

source: fast paced anagram puzzle game using SDL
et: Kiire tempoline anagramm pusle mäng kasutades SDL'i

source: A roguelike dungeon exploration game based on the books of J.R.R.Tolkien
et: Rogue moodi vangikoopa uurimis mäng, mis põhineb J.R.R. Tolkien'i raamatutel

source: Angry Drunken Dwarves
et: Vihased joobes kääbused

source: Develop software in an integrated development environment
et: Tarkvara arendamine integreeritud arenduskeskkonnas

source: An intelligent spaced-repetition memory training program
et: Intelligentne mälutreeningu programm

source: Translator
et: Tõlketeenus

source: Translate as you type
et: Tõlgi nagu kirjutad

source: Application to get and manage software
et: Rakendus tarkvara saamiseks ja haldamiseks

source: Create a Installation Disc
et: Paigaldusketta loomine

source: Alf's PDF Viewer Like Vim
et: Alf'i PDF vaataja nagu Vim

source: QEMU & KVM Virtual Machine Manager
et: QEMU & KVM virtuaalmasinate haldur

source: Aqsis Shader Inspector
et: Aqsis shaderite inspektor

source: Inspect compiled RenderMan Shading Language (RSL) files
et: Kompileeritud Renderman Shading Language (RSL) failide inspekteerimine

source: Gapless audio player
et: Gapless helifailide mängija

source: Screen Settings
et: Ekraani seadistused

source: ARC Job Submission Tool
et: ARC - töö esitamine tööriist

source: Fantasy sidescroller game
et: Küljelt kujutatud fantaasia mäng (sidescroller)

source: Ardesia desktop sketchpad
et: Ardesia - töölauale joonistamise rakendus

source: Annotate on the desktop screen.
et: Tee märkusi otse töölauale

source: Ardour Digital Audio Workstation
et: Ardour digitaalhelide tööjaam

source: Client application to mpd
et: Mpd kliendi rakendus

source: Arista Transcoder
et: Arista transkodeerija

source: Convert multimedia for all your devices
et: Multimeediafailide teisendamine kõigil seadmetel

source: Archiving Tool
et: Arhiveerimistööriist

source: 3d light cycle game
et: kolmemõõtmeline valgus mootorrataste mäng

source: Browse the World Wide Web
et: Veebi lehitsemine

source: Handy thesaurus based on WordNet
et: Kasulik tesaurus, mis põhineb WordNetil

source: A clone of the dsj game
et: dsj mängu kloon

source: Realistic first-person-shooter
et: Reaalne esivaates tulistamismäng

source: Asunder CD Ripper
et: Asunder CD rippija

source: An application to save tracks from an Audio CD as WAV, MP3, OGG, FLAC, and/or Wavpack
et: Rakendus audio-CD palade salvestamiseks WAV, MP3, OGG, FLAC või Wavpack formaadis

source: surreal platform shooting game
et: sürreaalne tulistamismäng

source: Destroy your opponents' tanks.
et: Vastase tankide hävitamine

source: Molecule puzzle game
et: Mõttemäng molekulidest

source: Tetris-like game
et: Tetrise-laadne mäng

source: Turn based strategy game
et: Käigupõhine strateegiamäng

source: Listen to music
et: Muusika kuulamine

source: Record and edit audio files
et: Helifailide salvestamine ja töötlus

source: Rip audio tracks from your audio CDs
et: CD-lt helipalade rippimine

source: Manage multiple choice questionnaires, with automatic marking from papers' scans
et: Halda valikvastustega päringuid koos automaatsete märgetega paberilt skaneerides

source: Program keyboard shortcuts
et: Kiirklahvide programmeerimine

source: Automatically rename files have them sort in given order
et: Automaatne failide ümbernimetamine ja järjekorda sorteerimine

source: Avahi SSH Server Browser
et: Avahi SSH-serveri brauser

source: Browse for Zeroconf-enabled SSH Servers
et: Zeroconfi toetusega SSH-serverite sirvimine

source: Avahi VNC Server Browser
et: Avahi VNC-serveri brauser

source: Browse for Zeroconf-enabled VNC Servers
et: Zeroconfi toetusega VNC-serverite sirvimine

source: Edit your Videos
et: Videode redigeerimine

source: Advanced molecular editor
et: Täiustatud molekulaar redaktor

source: Advanced weather reporting program
et: Täiustatud ilma teavitamise programm

source: Front-end for Axel - a light download accelerator
et: Front-end Axel'ile- väike allalaadimise kiirendi

source: Download and share files using the BitTorrent P2P network
et: Failide allalaadimine ja jagamine kasutatades BitTorrent P2P võrku

source: Application to view dictionaries
et: Rakendus sõnaraamatute vaatamiseks

source: Simple backup system
et: Lihtne varundussüsteem

source: 3D adventure and roleplaying game
et: Ruumiline seiklus- ja rollimäng

source: 2D overhead shooter in Zero G
et: kahemõõtmeline tulistamismäng Zero G's

source: Platform game with some puzzle elements
et: Pusle elementidega mäng

source: E-Mail utility
et: E-posti tööriist

source: Balsa Mail Client
et: Balsa e-posti klient

source: Media Player
et: Meediamängija

source: Banshee Media Player
et: Banshee meediamängija

source: Play and organize your media collection
et: Oma meediakogu esitamine ja haldamine

source: Transfer files using the FTP, FTPS or SFTP protocol
et: Failide ülekanne FTP, FTPS or SFTP protokollide vahendusel

source: A rather destructive action game.
et: Pigem hävitav põnevusmäng

source: A portable volume indexer.
et: Kaasaskantav helikollektsioonide indekseerija

source: BaseX XML Database
et: BaseX XML Andmebaas

source: Visually query and analyse your XML data
et: Graafiliselt XML-andmete küsimine ja analüüsimine

source: Learn BASIC in an environment designed for young children
et: BASIC programmeerimiskeele õppimine, noortele lastele kujundatud keskkonnas

source: BasKet Note Pads
et: BasKeti märkmepaberid

source: Taking care of your ideas.
et: Sinu ideede haldamine.

source: Go mad with this Tetris clone
et: Tetrise kloon, mis ajab pööraseks

source: Battery Monitor (batmon)
et: Aku seire (batmon)

source: Monitor battery status
et: Aku oleku jälgimine

source: Battery Charge Graph
et: Aku täituvus graafik

source: An application for managing botanical collections
et: Rakendus botaaniliste kogude haldamiseks

source: Logic game based on Sokoban(TM)
et: Sokoban(TM)-il põhinev loogikamäng

source: BetaRadio Tuner
et: BetaRadio tüüner

source: An easy way to listen to internet radio of Taiwan.
et: Lihtne viis kuulata Taiwani Interneti-raadiot

source: game about consciousness and isolation
et: mäng teadlikusest ja eraldatusest

source: Bibledit BibleTime Interface
et: Bibledit BibleTime kasutajaliides

source: Bible Editor
et: Bible redaktor

source: Bibledit Xiphos Interface
et: Bibledit Xiphos kasutajaliides

source: An easy to use bible study tool
et: Hõlpsasti kasutatav Piibli õppimise tööriist

source: BibShelf Book Manager
et: BibShelf raamatu haldur

source: Book collection management application
et: Raamatu kollektsiooni haldamise rakendus

source: manage references and citations in your publications
et: Oma kirjatööde viidete ja tsitaatide haldamine

source: Play Billard Game
et: Mängi Billard mängu

source: Up to four player network capable turn based strategy board game
et: Kuni nelja mängjaga võrgupõhine strateegia lauamäng

source: Colorful Logic game with arcade and tactics modes
et: Värvikas loogika mäng arkaad ja taktika režiimis

source: 3D video player
et: ruumiline videomängija

source: artificial life program that simulates the processes involved in the evolution of organisms
et: tehiselu programm organismide evolutsioonis kaasatud protsesside simuleerimiseks

source: JACK diagnostic tool
et: JACK diagnostilika tööriist

source: CDMA Mobile Phone Tool
et: CDMA mobiiltelefoni tööriist

source: A small and fast BitTorrent client
et: Väike ja kiire BitTorrenti klient

source: Bittornado Client
et: Bittornado klient

source: Bittorrent Client
et: Bittorrent klient

source: Edit chemical structures and reactions
et: Keemiliste struktuuride ja reaktsioonide muutmine

source: Find the crystals
et: Kristallide otsimine

source: Blam Feed Reader
et: Blam voolugeja

source: Feed reader
et: voolugeja

source: Free space and maintain privacy
et: Vabasta ruumi ja säilita privaatsus

source: 3D modeling, animation, rendering and post-production
et: kolmemõõtmeline modelleerimine, animeerimine, esitlemine ja järeltöötlemine

source: Bless Hex Editor
et: Bless Hex redaktor

source: Edit binary files
et: Binaarfailide redigeerimine

source: A memory enhancement game
et: Mälu parandamise mäng

source: Mission and Objective based 3D Action Game
et: Missioonidel ja eesmärkidel põhinev kolmemõõtmeline põnevusmäng

source: Volleyball Game
et: Võrkpall

source: An arcade-like boat racing game
et: Arkaadmängu sarnane paadi võidusõidu mäng

source: Mission and Objective based 2D Platform Game
et: Missioonidel ja eesmärgidel põhinev kahemõõtmeline platvormmäng

source: Switch blocks so they match
et: Kastide vahetamine, nii et kastid oleksid samasugused

source: Play a 3D Tetris game
et: Mängi kolmemõõtmelist Tetris mängu

source: Tetris Attack clone with spooky undertones
et: Tetris Attacki kloon õudse alatooniga

source: A KDE Blogging Client
et: KDE ajaveebiklient

source: Bluefish Editor
et: Bluefish redaktor

source: Web Development Editor
et: Veebiarendusredaktor

source: Bluetooth Manager
et: Bluetoothi haldur

source: Blueman Bluetooth Manager
et: Blueman Bluetoothi haldur

source: A really simple but powerful audio player in Python/PyGTK, using Gstreamer.
et: Lihtne aga võimas audioesitaja Python/PyGTK-s, kasutab Gstreamerit

source: Information and notification of new discovered bluetooth devices
et: Info ja teave uutest leitud Bluetooth seadmetest

source: Bandwidth monitor
et: Ribalaiuse jälgija

source: Boa Constructor
et: Boa konstruktor

source: RAD Tool for Python and WxWindows
et: RAD tööriist Pythonile ja WxWindowsile

source: Race scenario drawing tool
et: Võidusõidu stsenaariumi joonistamise tööriist

source: Configure or monitor a BOINC core client
et: BOINC-i kliendi jälgimine või seadistamine

source: Reverse engineering suite
et: Pöördprojekteerimise pakett

source: Play a Bomberman like game
et: Mängi Bombermani sarnast mängu

source: DVD authoring program
et: DVD loomise rakendus

source: Battle for survival
et: Võitle ellujäämiseks

source: Bouncy the Hungry Rabbit
et: Bouncy näljane Jänes

source: Eat the yummy veggies in the garden (game for small kids)
et: Söö aias maitsvaid köögivilju (mäng väikestele lastele)

source: Five-in-a-row Board Game
et: Viis ritta lauamäng

source: A fancy interface to the python interpreter!
et: Lahe pythoni interpretaator!

source: Create and copy CDs and DVDs
et: Kirjuta ja kopeeri CD ja DVD plaate

source: Beer calculator
et: Õlle kalkulaator

source: An OpenGL breakout
et: OpenGL breakout

source: Sound Analysis
et: Helianalüüs

source: Brutal Chess
et: Brutal male

source: Play 3d chess with reflection of the chessmen
et: Mängi ruumilist malet koos malenuppu peegeldusega

source: fast 2D tank arcade game with multiplayer and split-screen modes
et: kahemõõtmeline kiire tanki arkaadmäng, mitme mängijaga ja jagatud ekraanirežiimiga

source: Kill evil enemies by catching them into bubbles and smashing those
et: Tapa kurje vastaseid püüdes neid mullidesse ja mulle lõhkudes

source: Squash the bugs before they suck up your blood
et: Lömasta putukaid enne, kui nad imevad ära su vere

source: Evolve biomorphs using genetic algorithms
et: Biomorfide arendamine kasutades geneetilisi algoritme

source: BootUp-Manager
et: BootUp-haldur

source: Graphical runlevel configuration tool
et: Graafilise töötamise seadistusvahendid

source: A hamburger-smashing video game
et: Hamburgeri lömastamise mäng

source: sioc:Forum browser
et: SIOC foorumi brauser

source: Buzztard Music Editor
et: Buzztard muusika redaktor

source: Edit buzztard song files
et: buzztard laulude redigeerimine

source: A soccer manager game
et: Jalgpalli juhtimismäng

source: Advanced Command Line and Text Window Manager
et: Laiendatud võimalustega käsurea ja aknahaldur

source: Battle enemy tanks
et: Lahing vaenlase tankidega

source: GUI application for using Bazaar
et: Bazaari graafiline kasutajaliides

source: Computer algebra system for field theory problems
et: Arvutialgebra süsteem valdkonna teoreetiliste probleemide lahendamiseks

source: simulations of chemical reactions
et: keemiliste reaktsioonide simulatsioon

source: a super fine analog clock
et: Imekena analoogkell

source: E-book library management
et: E-raamatute kogu haldamine

source: Project Management
et: Projektihaldus

source: Plan WorkPackage Handler
et: Plani töösuundade käitleja

source: Write spreadsheet documents
et: Tabelidokumentide kirjutamine
